IDEA Open Model
LoadImpulse.Y Property
Compatible with IDEA StatiCa 20.1
 Load in Y direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Y { get; set; }
Public Property Y As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LoadImpulse Structure
IdeaRS.OpenModel.Loading Namespace